[
  {
    "season": "2022-2023",
    "phase": "Semifinal",
    "opponent": "Manchester City",
    "resultHome": "1-1",
    "resultAway": "0-4",
    "description": "Pep Guardiola logró su revancha histórica con una exhibición táctica en el Etihad. Rodri y Kevin De Bruyne dominaron el centro del campo, mientras que Bernardo Silva (doblete), Akanji y Julián Álvarez liquidaron al vigente campeón. El Madrid mostró su peor versión defensiva en años.",
    "imagePath": "images/eliminations/city_2023.jpg"
  },
  {
    "season": "2019-2020",
    "phase": "Octavos de final",
    "opponent": "Manchester City",
    "resultHome": "1-2",
    "resultAway": "1-2",
    "description": "La pandemia alteró el calendario, concentrando la eliminatoria en agosto. Varane cometió dos errores garrafales en la ida, y en la vuelta el Madrid cayó pese al gol tempranero de Benzema. Gabriel Jesus fue clave con un gol y asistencia.",
    "imagePath": "images/eliminations/city_2020.jpg"
  },
  {
    "season": "2018-2019",
    "phase": "Octavos de final",
    "opponent": "Ajax",
    "resultHome": "2-1",
    "resultAway": "1-4",
    "description": "El Ajax de Ten Hag escribió una de las mayores sorpresas en el Bernabéu. Con un equipo plagado de jóvenes (De Jong, De Ligt, Van de Beek), ejecutaron un fútbol total que dejó KO al tricampeón. Tadic dio una magistral lección con 1 gol y 2 asistencias.",
    "imagePath": "images/eliminations/ajax_2019.jpg"
  },
  {
    "season": "2014-2015",
    "phase": "Semifinal",
    "opponent": "Juventus",
    "resultHome": "1-1",
    "resultAway": "1-2",
    "description": "Morata, exmadridista, se convirtió en el verdugo anotando en ambos partidos. Buffon fue decisivo con paradas clave a Cristiano y James. La Juve de Allegri demostró mejor solidez defensiva que el Madrid de Ancelotti.",
    "imagePath": "images/eliminations/juventus_2015.jpg"
  },
  {
    "season": "2012-2013",
    "phase": "Semifinal",
    "opponent": "Borussia Dortmund",
    "resultHome": "2-0",
    "resultAway": "1-4",
    "description": "Lewandowski firmó una de las mejores actuaciones individuales en la historia de la competición (4 goles en la ida). El Madrid casi remonta en el Bernabéu con goles de Benzema y Ramos, pero Weidenfeller detuvo el empate en el 89'.",
    "imagePath": "images/eliminations/dortmund_2013.jpg"
  },
  {
    "season": "2003-2004",
    "phase": "Cuartos de final",
    "opponent": "AS Monaco",
    "resultHome": "4-2",
    "resultAway": "1-3",
    "description": "Eliminatoria icónica donde Morientes (cedido por el Madrid) anotó el gol decisivo. Raúl adelantó al Madrid en el Bernabéu, pero Giuly y Morientes dieron la vuelta al marcador. La regla de goles fuera dejó fuera a los galácticos.",
    "imagePath": "images/eliminations/monaco_2004.jpg"
  },
  {
    "season": "2000-2001",
    "phase": "Semifinal",
    "opponent": "Bayern Munich",
    "resultHome": "0-1",
    "resultAway": "1-2",
    "description": "El Bayern se vengó de la final del 2000. Kahn fue clave con paradas milagrosas a Raúl y Figo. El gol de Elber en el Bernabéu y la exhibición de Effenberg marcaron el fin de la era de los 'galácticos 1.0'.",
    "imagePath": "images/eliminations/bayern_2001.jpg"
  },
  {
    "season": "1988-1989",
    "phase": "Semifinal",
    "opponent": "AC Milan",
    "resultHome": "0-5",
    "resultAway": "1-1",
    "description": "El Dream Team de Sacchi arrasó al Madrid en San Siro con hat-trick de Van Basten. Hugo Sánchez anotó el único gol madridista. El Milan demostró ser el mejor equipo del mundo con un fútbol revolucionario.",
    "imagePath": "images/eliminations/milan_1989.jpg"
  }
]